Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_hyvaksyi_valtion_esitykset_komissaariehdokkaiksi.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät hyväksyi valtion esitykset komissaariehdokkaiksi
sme: Sámediggi dohkkehii stáhta evttohusaid komissáraevttohassan

source: Saamelaiskäräjät hyväksyi kokouksessaan 18.2.2021 yksimielisesti valtion esittämät totuus- ja sovintokomission komissaariehdokkaat.
sme: Sámediggi dohkkehii čoahkkimis 18.2.2021 ovttamielalaččat stáhta evttohan duohtavuođa- ja soabadankommišuvnna komissáraevttohasaid.

source: Valtion komissaariehdokkaat ovat arkkipiispa emeritus, TT Kari Mäkinen ja työelämäprofessori, OTT Hannele Pokka.
sme: Stáhta komissáraevttohasat leat earkebisma emeritus, TT Kari Mäkinen ja bargoeallinprofessor, OTT Hannele Pokka.

source: Valtion komissaariehdokkaiden kartoitusta on tehty virkamiesvalmisteluna ja asia käsiteltiin Saamelaiskäräjien kokouksessa ei-julkisena asiana, sillä asian käsittely on edelleen kesken.
sme: Stáhta komissáraevttohasaid kárten lea bargon virgeolmmošválmmaštallamin ja ášši gieđahallui Sámedikki čoahkkimis ii – almmolaš áššin, dasgo ášši gieđahallan lea ain gaskan.

source: Kolttien kyläkokoukset käsittelivät asiaa 20.-21.2.2021.
sme: Nuortalaččaid siidačoahkkimat gieđahalle ášši 20.-21.2.2021.

source: Seuraavaksi komission jäsenten yhteensovittamista jatketaan Saamelaiskäräjien, Kolttien kyläkokouksen ja valtioneuvoston kanslian kanssa.
sme: Čuovvovažžan kommišuvnna lahtuid oktiiheiveheapmi jotkojuvvo Sámedikkiin, Nuortalaččaid siidačoahkkimiin ja stáhtaráđi kansliijain.

source: Totuus- ja sovintokomission jäsenet nimitetään tehtäväänsä komission asettamisen yhteydessä.
sme: Duohtavuođa- ja soabadankommišuvnna lahtut nammaduvvojit doibmii kommišuvnna ásaheami oktavuođas.

source: Lisätietoja asiasta Saamelaiskäräjien nettisivuilta .
sme: Lassidieđut ášši birra Sámedikki neahttasiidduin .

source: Saamelaiskäräjien kokouksen 1/2021 pöytäkirja
sme: Sámedikki čoahkkima 1/2021 beavdegirji

source: Lisätietoja:
sme: Lassidieđut:

source: Puheenjohtaja Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi
sme: I várreságajođiheaddji Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
sme: Ságajođiheaddji veahkkebargi Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
